/* progress info */
"Collecting crash information..." = "クラッシュ情報を収集中…";

/* progress info */
"Searching system logs..." = "システムログを検索中…";

/* informational message - OCC has found some console logs it wants to include */
"Console messages found" = "コンソールメッセージが見つかりました";

/* informational message - OCC has found some console logs - tell user it's OK not to include them */
"CrashCatcher has found some system log messages which may help us to understand this crash. If you do not wish to include these logs in your crash report, you can delete them from the text box." = "CrashCatcher によって今回のクラッシュの原因究明に役立ちそうなシステムログのメッセージが見つかりました。クラッシュレポートにこれらのログを含めたくない場合は、テキストボックス上でログを削除してください。";

/* email warning message */
"CrashCatcher might not work correctly with %@." = "CrashCatcher は %@ で正常に動作しない可能性があります。";

/* suppression checkbox for warning dialog when console logs are being included in crash report */
"Don't warn me again" = "次回から警告を表示しない";

/* example details string */
"For example, \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"" = "例えば \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"";

/* Quit button */
"Quit" = "終了";

/* email warning message */
"Send using %@" = "%@ を使用して送信";

/* email warning default button */
"Send using Mail" = "Mail を使用して送信";

/* email warning details */
"The email client you've chosen in System Preferences might not support sending crash reports. We recommend using the built-in Mac OS X Mail application; if you use %@ anyway, the crash report you send might be incomplete (or worse, your email client might crash itself).\n\nIf you choose Cancel, you can still send your crash report by copying and pasting the text into an email message addressed to %@." = "システム環境設定でデフォルトに設定されているメールクライアントではクラッシュレポートを正しく送信できない場合があります。Mac OS X に付属する Mail.アプリケーションを使用いただくようお勧めします。%1$@ を使用した場合、クラッシュレポートの送信に失敗したり、最悪の場合メールクライアント自体がクラッシュする可能性があります。\n\nその場合はいったん「キャンセル」を選択し、クラッシュレポート本文をメールメッセージ欄にコピー＆ペーストし、%2$@ までお送りください。";

/* error message */
"Unable to collect report from crashed application." = "クラッシュしたアプリケーションから情報を収集できませんでした。";